// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Синхронизация файла";

// Text of "ok" button, used in various dialogs.
"OK" = "ОК";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Отменить";

// Text of "Next" button, used in various dialogs
"NEXT" = "Далее";

// Text of "Done" button, used in various dialogs
"DONE" = "Готово";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Продолжить";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "Предыдущий локальный iDisk для %@";
"PREVIOUS DMG DIR" = "Предыдущие локальные iDisk";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "На компьютере содержится старая копия локального iDisk, которая занимает %@ дискового пространства. Оставить ее или переместить в Корзину?";
"MIGRATION_DESKTOP"  = "Оставить";
"MIGRATION_TRASH"    = "Переместить в Корзину";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "На компьютере содержится старая копия локального iDisk, которая занимает %@ дискового пространства. Оставить ее или переместить в Корзину?";
"CLEANUP_IMAGES_INTERNAL_1"     = "На компьютере содержится старая копия локального iDisk, которая занимает %@ дискового пространства. Оставить ее или переместить в Корзину?";
"CLEANUP_IMAGES_DESK_MULTI"     = "На компьютере содержится несколько старых копий локального iDisk, которые занимают %@ дискового пространства. Оставить их или переместить в Корзину?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "На компьютере содержится несколько старых копий локального iDisk, которые занимают %@ дискового пространства. Оставить их или переместить в Корзину?";
"CLEANUP_IMAGES_ALL"            = "На компьютере содержится несколько старых копий локального iDisk, которые занимают %@ дискового пространства. Оставить их или переместить в Корзину?";

"CLEANUP_TITLE_1"     = "На компьютере найдена другая копия iDisk.";
"CLEANUP_TITLE_MULTI" = "На компьютере найдены другие копии iDisk.";

"Keep"  = "Оставить";
"Trash" = "Переместить в Корзину";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "iDisk почти заполнен.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Больше не показывать это предупреждение.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "iDisk содержит файлы, находящиеся в Корзине. Чтобы освободить больше места, очистите Корзину.\n\nВы можете увеличить размер iDisk, перейдя в панель «%@» Системных настроек.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Вы можете увеличить размер iDisk, перейдя в панель «%@» Системных настроек.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "Размер iDisk на Вашем компьютере должен быть скорректирован.";
"RESIZE IDISK MSG" = "iDisk на Вашем компьютере будет временно недоступен во время изменения размера.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "Не удается выключить Ваш локальный iDisk.";
"CANT DISABLE BUSY MSG" = "Ваш локальный iDisk не удается выключить сейчас, т.к. он содержит открытые файлы. Закройте файлы и повторите попытку.";
"CANT DISABLE ERR MSG%" = "Ваш локальный iDisk не удается выключить сейчас, т.к. произошла ошибка %d. Повторите попытку позже.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "iDisk синхронизируется. Хотите продолжить или выйти?";
"LOGOUT BUSY MSG" = "Вы можете выйти после того, как iDisk синхронизирован.";

// Text of the "log out" button.
"LOGOUT" = "Выйти из системы";

// Text of the "continue" button.
"CONTINUE SYNC" = "Продолжить";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu байт";
"%KB"    = "%.2f КБ";
"%MB"    = "%.2f МБ";
"%GB"    = "%.2f ГБ";
"%TB"    = "%.2f ТБ";
"%PB"    = "%.2f ПБ";
"%XB"    = "%.2f ЭБ";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Очищаю…";
"Last sync cancelled."           = "Последняя синхронизация отменена.";
"Finder Settings"                = "Настройки Finder";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "Срок действия учетной записи %@ истек.";
"CREATE FAILED:NIL DMA"          = "Невозможно включить синхронизацию iDisk. Проверьте Ваше имя и пароль %@ в панели Системных настроек «%@».";
"CREATE FAILED:NO USERNAME"      = "Невозможно включить синхронизацию iDisk. Проверьте Ваше имя и пароль %@ в панели Системных настроек «%@».";
"CREATE FAILED:TOO BIG"          = "Не удается включить синхронизацию iDisk. На компьютере недостаточно свободного пространства для iDisk.";
"CREATE FAILED:UNKNOWN"          = "Невозможно включить синхронизацию iDisk. Повторите попытку позже.";
"Cannot sync more than one computer at a time."	= "Другой компьютер в настоящее время выполняет синхронизацию с этой учетной записью. Повторите попытку позже.";
"iDisk syncing unavailable."					= "Синхронизация iDisk в настоящее время недоступна. Повторите попытку позже.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Ваша учетная запись  %@ не имеет активного iDisk.";
